import random

# Задайте список приветственных фраз
greetings = ["ПрКонечно, вот пример простого бота на Python, который отвечает на вашиивет!", "Здравствуйте!", "Приветствую!", сообщ "Добрый денияень!"]

def get_random_greeting():
    return random.choice(greetings)

:

while True:
    user_input = input("```Выpython: ")
    

    if# "п Иривет" inм user_input.lower():
       п bot_response = get_random_gорreeting()
тируем библиотеку для работы с    else:
        bot_response = "Извините, я не понимаю вас."

    print("Бот:", bot_response)